sentences = [
# 1
[("मध्यस्थ", "ADJ"), ("एकनीचः", "ADJ"), ("अतिप्रयत्नः", "NOUN"), ("विक्रमः", "NOUN"), ("भवेत्", "VERB"), ("।", "SYM")],

# 2
[("उच्चसन्धिः", "NOUN"), ("भवेत्", "VERB"), ("उच्चः", "ADJ"), ("स्वरितः", "ADJ"), ("स्वारनीचयोः", "NOUN"), ("।", "SYM")],

# 3
[("अत्र", "ADV"), ("अभिनिहितः", "PRP"), ("च", "PART"), ("अयम्", "PRON"), ("इति", "PART"), ("संज्ञायते", "VERB"), ("बुधैः", "NOUN"), ("।", "SYM")],

# 4
[("यवत्वे", "NOUN"), ("हि", "PART"), ("उच्चयोः", "NOUN"), ("यत्र", "ADV"), ("इवर्णः", "NOUN"), ("उकारयोः", "NOUN"), ("अपि", "PART"), ("।", "SYM")],

# 5
[("परतः", "ADV"), ("स्वर्यते", "VERB"), ("नीचः", "ADJ"), ("स्वरितः", "ADJ"), ("क्षैप्रः", "ADJ"), ("उच्यते", "VERB"), ("।", "SYM")],

# 6
[("स्थितस्वारस्य", "NOUN"), ("च", "PART"), ("अन्त्यः", "ADJ"), ("अणुः", "NOUN"), ("नीचः", "ADJ"), ("स्यात्", "VERB"), ("प्रवणोत्तरे", "ADJ"), ("।", "SYM")],

# 7
[("उच्चोः", "NOUN"), ("ऊर्ध्वौ", "ADJ"), ("यत्", "PRON"), ("अदीव्यादि", "ADJ"), ("त्रिके", "NOUN"), ("न", "PART"), ("कञ्चन", "PRON"), ("इति", "PART"), ("च", "PART"), ("।", "SYM")],

# 8
[("उच्चकम्पौ", "NOUN"), ("स्थिते", "PRP"), ("ङ्", "SUF"), ("रूपौ", "NOUN"), ("स्वाराः", "NOUN"), ("कम्पाः", "NOUN"), ("च", "PART"), ("सांहिताः", "PRP"), ("।", "SYM")],

# 9
[("उच्चदुत्तरतः", "ADV"), ("नीचः", "ADJ"), ("स्वरितम्", "NOUN"), ("प्रतिपद्यते", "VERB"), ("।", "SYM")],

# 10
[("स्वारात्", "NOUN"), ("उपरि", "ADV"), ("नीचानाम्", "ADJ"), ("प्रचयः", "NOUN"), ("परिकीर्तितः", "PRP"), ("।", "SYM")],

# 11
[("पादवृत्तः", "NOUN"), ("तयोः", "PRON"), ("व्यक्तौ", "PRP"), ("अन्यः", "ADJ"), ("प्रातिहृतः", "PRP"), ("स्मृतः", "PRP"), ("।", "SYM")],

# 12
[("नित्यः", "ADJ"), ("अत्युच्चनीचः", "ADJ"), ("क्षैप्रः", "ADJ"), ("तत्समः", "ADJ"), ("न्यूनतः", "ADV"), ("परः", "ADJ"), ("।", "SYM")],

# 13
[("दृढतरप्रयत्नः", "NOUN"), ("स्यात्", "VERB"), ("नित्ये", "ADJ"), ("क्षैप्रे", "ADJ"), ("च", "PART"), ("वा", "PART"), ("दृढः", "ADJ"), ("।", "SYM")],

# 14
[("प्रश्लिष्टे", "PRP"), ("च", "PART"), ("अभिनिहते", "PRP"), ("मृदुता", "NOUN"), ("स्वल्पता", "NOUN"), ("अन्यतः", "ADV"), ("।", "SYM")],

# 15
[("नादानुस्वारयोः", "NOUN"), ("पूर्वः", "ADJ"), ("स्वारभागुच्चवत्", "ADJ"), ("स्थितः", "PRP"), ("।", "SYM")],

# 16
[("स्वर्येते", "VERB"), ("अस्मात्", "PRON"), ("परौ", "ADJ"), ("एव", "PART"), ("नादानुस्वारकौ", "NOUN"), ("अपि", "PART"), ("।", "SYM")],

# 17
[("भक्तिस्वारात्", "NOUN"), ("तदङ्गान्", "NOUN"), ("अज्", "SUF"), ("धृतवत्", "ADJ"), ("ऋपदे", "NOUN"), ("च", "PART"), ("रः", "SUF"), ("।", "SYM")],

# 18
[("आयपूर्वे", "ADJ"), ("अथ", "PART"), ("च", "PART"), ("उच्चः", "ADJ"), ("स्यात्", "VERB"), ("भक्तेः", "NOUN"), ("नीचः", "ADJ"), ("डधू", "SUF"), ("अधः", "ADV"), ("।", "SYM")],

# 19
[("स्वर्यते", "VERB"), ("च", "PART"), ("आदितः", "ADV"), ("ह्रस्वः", "ADJ"), ("दीर्घम्", "ADJ"), ("अध्यं", "NOUN"), ("तथैव", "PART"), ("च", "PART"), ("।", "SYM")],

# 20
[("संयुतोः", "NOUN"), ("ऊर्ध्वे", "ADV"), ("तु", "PART"), ("दीर्घः", "ADJ"), ("चेत्", "PART"), ("अन्त्यस्वारः", "NOUN"), ("भवेत्", "VERB"), ("तदा", "ADV"), ("।", "SYM")],

# 21
[("ऋकारोत्तररेफः", "NOUN"), ("ऊर्ध्वे", "ADV"), ("अवसाने", "NOUN"), ("दीर्घः", "ADJ"), ("एव", "PART"), ("च", "PART"), ("।", "SYM")],

# 22
[("यः", "PRON"), ("जटामात्रविद्", "NOUN"), ("ब्रह्मसन्धिज्ञः", "NOUN"), ("विष्णुः", "NOUN"), ("उच्यते", "VERB"), ("।", "SYM")]
],
